export default [
  {
    score: 50,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 60,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 70,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 80,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 90,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 100,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  }
]
