export default [
  {
    score: 10,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 20,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 30,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 40,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 50,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 60,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 70,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 80,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 90,
    resultList: [
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      },
      {
        resultText: '你是一个有追求的人，不喜欢原地踏步，期望通过努力改善生活。你擅长思考，有自我批判的倾向，对生活充满热情，也希望恋人和你能共同进步。'
      }
    ],
    tagList: [
      {
        tagName: '上进'
      },
      {
        tagName: '厉害'
      }
    ]
  },
  {
    score: 100,
    resultList: [
      {
        resultText: '你是典型的完美主义者，显浅易明。正因为你事事追求完美，你很少讲出称赞的说话，很多时只有批评，无论是对自己，或是对身边的人也是！又因为你对自己的超超高标准，你给自己很大压力，会很难放松自己去尽情的玩、开心的笑'
      },
      {
        resultText: '爱劝勉教导，逃避表达忿怒，相信自己每天有干不完的事'
      }
    ],
    tagList: [
      {
        tagName: '原则'
      },
      {
        tagName: '完美'
      },
      {
        tagName: '感情薄弱'
      }
    ]
  }
]
